
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Ongeldig getal";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Waarde is kleiner dan minimumwaarde";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum overschreden";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Drijvende komma is niet toegestaan";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Ongeldige tekenreeks voor datum";

